Repository: nicoworq/worqSite
Catalog: locale/*/LC_MESSAGES/*.po
Languages: es_ar

source: Web Apps Rosario
es_ar: Aplicaciones web Rosario

source: PROFESIONAL WEBSITES
es_ar: SITIOS WEB PROFESIONALES

source: CUSTOM APPLICATIONS
es_ar: APLICACIONES A MEDIDA

source: WEB & BRAND CONSULTING
es_ar: CONSULTORÍA WEB

source: MARKETING & REPORTS
es_ar: MARKETING & REPORTES

source: WE LAUNCH WEB PROJECTS <br/> <span>WITH SUPERIOR QUALITY</span>
es_ar: LANZAMOS PROYECTOS WEB <br/> <span>DE CALIDAD SUPERIOR</span>

source: Get your website
es_ar: Comenzá tu proyecto

source: Scroll for more
es_ar: Hacé scroll

source: High Design Quality + Mobile Friendly & 100% Made to Measure
es_ar: Diseño de alta calidad + Listos para móviles & 100% hechos a medida

source: Get started now
es_ar: Comenzá tu sitio

source: <font color="#68c023">100%</font> MADE TO MEASURE
es_ar: <font color="#68c023">100%</font> HECHO A MEDIDA

source: HIGH <font color="#68c023">DESIGN</font> QUALITY
es_ar: <font color="#68c023">DISEÑO</font> DE ALTA CALIDAD

source: <font color="#68c023">MOBILE </font>FRIENDLY
es_ar: LISTOS PARA <font color="#68c023">MÓVILES</font>

source: We construct a framework for your project to take<br/> shape within in terms of strategy, production and time.
es_ar: Analizamos tu mercado, público específico y competencia.<br> Escuchamos todo lo que tenés para decirnos sobre tu empresa<br> y los objetivos que estás buscando.

source: DESIGN
es_ar: DISEÑO

source: We distill planning into purposeful designs that reflect<br/> your objectives and outline a visual aesthetic.
es_ar: Diseñamos sitios web profesionales desde rosario<br> hechos a la medida de tu proyecto ni más ni menos.<br> Elegí destacarte, elegí estrategia y soluciones concretas.

source: DISCOVER
es_ar: INVESTIGACIÓN

source: We ask and listen toward a thorough understanding of<br/> your company, project, audience and objectives.
es_ar: Pensamos ideas frescas y soluciones concretas basadas<br/>en la investigación. Elaboramos un plan de acción en el tiempo<br/>basado en tus recursos e inversión.

source: GROW
es_ar: CRECIMIENTO

source: We track, analyze and correct your project's growth<br/> through ongoing campaigns and retainers.
es_ar: Analizamos las estadísticas y reportes de tu sitio.<br> Observamos el comportamiento de los usuarios y planteamos<br> estrategias para optimizar los resultados del sitio web.

source: Visual Design ~ Branding & Identity Design ~ Concept Development ~ Usability Testing & Research ~ Interaction Design ~ Information Architecture ~ Content Creation ~ Prototyping ~ Wireframing ~ Platform Design ~ Interface Design
es_ar: Diseño gráfico ~ Identidad corporativa & imagen de marca ~ Desarrollo ~ Usabilidad testing & research ~ Diseño interactivo ~ Arquitectura de la información ~ Creación de contenido ~ Prototipos ~ Wireframes ~ Diseño multiplataforma ~ Diseño de interfaces

source: CASES
es_ar: CASOS

source: VIEW CASE
es_ar: VER CASO

source: View More
es_ar: Ver Más

source: <span>We make</span> APPS
es_ar: <span>Creamos </span>APPS

source: bring <b>ideas</b> to <b>reality</b>
es_ar: Llevamos a cabo tus <b>ideas</b>

source: Get your APP
es_ar: Contanos tu idea

source: We're a Startup Studio. A company that builds companies.<br/> Sharing people, resources and technologies to accelerate<br/> our successes. We make the complex simple through<br/> digital strategy and design.<br/> <br/> We create products, platforms and campaigns that move<br/> products as well as culture.
es_ar: Somos WORQ, diseñamos sitios web profesionales y aplicaciones desde Rosario. Tenemos el impulso que su proyecto necesita. Somos una agencia que crea empresas, somos un estudio de Startups, hacemos simple lo complejo con estrategias digitales y diseño. A través de una estrategia de marca y diseño aplicado de forma inteligente, creamos experiencias que ayudan a las marcas a estar a la vanguardia

source: Our passion for design goes beyond beautiful imagery<br/> and into the mind of the consumer, where we believe<br/> good design should solve problems and position a<br/> brand so it stands out as well as stands for something.<br/> <br/> We design identity systems, digital platforms and brand<br/> campaigns that engage today's consumer.
es_ar: Nuestro caso más exitoso es <a class="link-taxista" href="http://taxistavirtual.com/">Taxistavirtual.com</a> el mismo es un proyecto social que tuvo un gran impacto en medios y redes sociales. <a class="link-taxista" href="http://taxistavirtual.com/">Taxistavirtual.com</a> es una aplicación web de escritorio que registra 50.000 visitas mensuales y va en aumento. Creemos que el diseño debe ayudar a las personas creando un mejor contexto, y este es nuestro grano de arena.

source: Digital Strategy -Website Design - User Interface Design<br/> -User Experience Design- Social Campaigns-eCommerce / Retail -Content Development-Digital Installations-Web Apps / Products-Mobile Design
es_ar: Estrategias digitales ~ Diseño web ~ Diseño de interfaz y experiencia de usuario ~ Productos diseñados para móviles ~ Aplicaciones web ~ Aplicaciones para móviles

source: WEB<span>&</span>BRAND<span> CONSULTING</span>
es_ar: CONSULTORÍA <span>WEB</span>

source: WEB PERFORMANCE ANALYSIS&nbsp;&nbsp;|&nbsp;&nbsp;OPTIMIZE RESULTS&nbsp;&nbsp;|&nbsp;&nbsp;NAMING ADVICE
es_ar: ANÁLISIS DE RENDIMIENTO WEB&nbsp;&nbsp;|&nbsp;&nbsp;OPTIMIZACIÓN DE RESULTADOS&nbsp;&nbsp;|&nbsp;&nbsp;CONSEJOS DE NAMING

source: The <b>boost</b> that your<br/> project <b>need</b>
es_ar: El <b>impulso</b> <br/> que tu empresa necesita

source: At WORQ we develop strategies to put your business to the top.<br/> We are a design and innovation consultancy agency that helps bring innovative<br/> products to market. Helping clients to develop product strategies ranging from<br/> simple product refresh to big innovations.
es_ar: En WORQ desarrollamos estrategias para llevar su proyecto a la cima. <br/> Somos una agencia de consultoría aplicada al diseño y las nuevas tecnologías,<br/> que ayudan a llevar productos innovadores al mercado.<br/> Ayudamos a nuestros clientes a desarrollar estrategias de producto que van desde <br/> una simple actualización de producto hasta grandes innovaciones y startups.

source: ONLINE MARKETING <br/><span>&</span>REPORTS
es_ar: MARKETING ONLINE<br/><span>&</span>REPORTES

source: STATS AND METRICS&nbsp;&nbsp;|&nbsp;&nbsp;SOCIAL MEDIA&nbsp;&nbsp;|&nbsp;&nbsp;SEO&nbsp;&nbsp;|&nbsp;&nbsp;MOBILE FRIENDLY&nbsp;&nbsp;|&nbsp;&nbsp;EMAIL AND CONTENT
es_ar: Métricas y Estrategias&nbsp;&nbsp;|&nbsp;&nbsp;SOCIAL MEDIA&nbsp;&nbsp;|&nbsp;&nbsp;SEO&nbsp;&nbsp;|&nbsp;&nbsp;MOBILE FRIENDLY&nbsp;&nbsp;|&nbsp;&nbsp;Generación de Contenido

source: STATS AND METRICS, SOCIAL MEDIA, SEO, MOBILE FRIENDLY, EMAIL AND CONTENT
es_ar: Métricas y Estrategias, SOCIAL MEDIA, SEO, MOBILE FRIENDLY, Generación de Contenido

source: Get started now!
es_ar: Hablemos de tu proyecto

source: SUBSCRIBE to the latest<br/> <strong>technology trends</strong>
es_ar: SUSCRIBITE A LAS ÚLTIMAS <br/><strong>TENDENCIAS TECNOLÓGICAS</strong>

source: Enter your Email
es_ar: Ingresa tu Email

source: Subscribe
es_ar: Suscríbete

source: Thanks for your subscription!
es_ar: Gracias por suscribirte!

source: WORQ &COPY; BOOSTING PROYECTS SINCE 2012 | ALL RIGHTS RESERVED. ROSARIO, ARGENTINA
es_ar: WORQ &COPY; IMPULSANDO PROYECTOS DESDE 2012 | TODOS LOS DERECHOS RESERVADOS. ROSARIO, ARGENTINA

source: DEVELOPED BY <b>WORQ</b>
es_ar: DESARROLADO POR <b>WORQ</b>

source: BOOST YOUR PROJECT
es_ar: IMPULSÁ TU PROYECTO

source: PRESS
es_ar: PRENSA

source: THE COMPANY
es_ar: LA EMPRESA

source: CONTACT
es_ar: CONTACTO

source: Profesional Websites
es_ar: Sitios web

source: Custom Applications
es_ar: Aplicaciones a medida

source: Web & Brand Consulting
es_ar: Consultoría Web

source: Marketing & Consulting
es_ar: Marketing & Consultoria

source: Contact Us
es_ar: Contacto

source: Thanks for your submission
es_ar: Gracias por tu consulta

source: We'll respond to you<br/>as soon as we can!
es_ar: Te responderemos <br/> a la brevedad

source: Continue at worq
es_ar: Continuar en WORQ

source: Lets Talk<br/>About Your Project
es_ar: Hablemos sobre<br/>tu Proyecto

source: what do you need?
es_ar: ¿QUÉ BUSCÁS?

source: Web Application
es_ar: Aplicación Web

source: Other
es_ar: Otro

source: How much do you want to invest?
es_ar: Cuánto quieres invertir ?

source: Some inputs are empty or wrong, please fill them right
es_ar: Algunos campos están mal. Por favor corregilos

source: please complete this form, we will contact you soon
es_ar: COMPLETÁ EL FORMULARIO, NOS CONTACTAREMOS PRONTO

source: Your Name *
es_ar: Tu Nombre *

source: Phone
es_ar: Teléfono

source: Message
es_ar: Mensaje

source: Send Message
es_ar: Enviar mensaje

source: Email us:
es_ar: Escríbenos

source: Call us:
es_ar: Llámanos:

source: Press
es_ar: Prensa

source: The Company
es_ar: La compañía

source: We are WORQ
es_ar: Somos WORQ

source: Strategic innovation to boost your project
es_ar: Innovación estratégica para impulsar tu proyecto

source: Let's get started now
es_ar: Comenzá tu proyecto

source: Great experiences <br/> build great brands
es_ar: Soluciones web <br/> Resultados concretos

source: Through brand strategy and design, we craft experiences that help brands stand out.
es_ar: Somos un grupo de creativos que nos esforzamos por pensar soluciones concretas para tu negocio.

source: Worq is a talented multi-disciplinary team of digital creators and strategists. We partner with our clients to solve problems, realize opportunities and deliver truly exceptional experiences. <br/>Our collaborators include both independent agencies, as well as an exciting host of local creative outfits.
es_ar: Nos dedicamos al diseño de sitios web profesionales y al desarrollo de aplicaciones nativas para móviles, aunque nuestro objetivo final es hacer crecer tu negocio, diferenciarte, brindarte una solución concreta que supere tus expectativas y posicionarte en internet por encima de tu competencia. <br/> Hacemos foco en tu mercado y público específico, planteamos estrategias de marketing online, posicionamiento y branding para lograr objetivos concretos.<br/> Tenemos la energía y el know how para que tu proyecto crezca.<br/> Cada cliente, cada sitio web, aplicación o estrategia que hacemos es especial. Somos una agencia pequeña y por eso podemos darnos algunos gustos.

source: Technology, Strategy and Creativity
es_ar: Elegí destacarte <br> impulsá tu proyecto

source: We guide the digital transformation of companies and organizations by pioneering ground-breaking marketing solutions, products and business models.
es_ar: Conocer a nuestros clientes, sus inquietudes y sentir sus proyectos como si fueran propios, nos encanta, por eso creamos WORQ.<br/>

source: We know that today no agency can do everything. Tasks and projects are becoming more complex as new technologies and specializations emerge. Those who still promise 'Full-Service' end up delivering only half the possible results. That's why we concentrate on what our clients really need to be successful.
es_ar: Nuestros sitios web se destacan por ser diferentes, "a medida", personalizados para lo que "Tú" proyecto necesita. Si elegís trabajar con nosotros, elegís destacarte, elegís estrategia, buscás ideas frescas y soluciones concretas. <br/><br/> Le damos vital importancia a los reportes y análisis de un sitio web, observamos como navegan los usuarios, o la cantidad de ventas que tiene un e-commerce. Google analitics o EnvialoSimple.com, son algunas de las herramientas que nos ayudan a recolectar información. Con estos datos ideamos estrategias que mejoran los resultados de un sitio web, optimizando al máximo su rendimiento. <br/> Elegí impulsar tu proyecto, elegí a WORQ.

source: What We Do
es_ar: Qué hacemos

source: 360 Solutions
es_ar: Soluciones 360

source: Websites and mobile applications from Rosario. Tasks and projects are becoming more complex as new technologies and specializations emerge.
es_ar: Entendemos perfectamente conceptos como la nube, redes sociales, smartphones y las nuevas tecnologías que nos sorprenden día a día para poder ofrecerte soluciones de vanguardia.

source: Boost Projects
es_ar: Impulsamos proyectos

source: Those who still promise 'Full-Service' end up delivering only half the possible results. That's why we concentrate on what our clients really need to be successful.
es_ar: Diseñamos paginas web que se adaptan a dispositivos móviles, se integran con Google Maps, redes sociales y diversas aplicaciones externas. Desarollamos sitios web sólidos, potentes y atractivos.

source: Design & develop
es_ar: DISEÑO Y DESARROLLO

source: We create web & digital experiences that transform brands, grow businesses and make people's lives better. We have the energy to boost your project.
es_ar: Creamos aplicaciones web y APP’s 100% a medida. Diseñamos interfaces de usuario personalizadas. Nos encantan los startups y nos apasiona llevar tus ideas a la realidad.

source: AND EVERYDAY WE DO
es_ar: NUESTRO TRABAJO DIARIO

source: Branding & Identity Design ~ Concept Development ~ Usability Testing & Research ~ Interaction Design ~ UX and UI design ~ Information Architecture ~ Content Creation ~ Interface Design
es_ar: Identidad corporativa & imagen de marca ~ Desarrollo de sistemas web ~ Usabilidad, testing y research ~ Diseño de interacción ~ Diseño de experiencia e interfaz de usuario ~ Arquitectura de la información ~ Creación de contenido

source: Apps From Rosario to the World
es_ar: Apps de Rosario al mundo
